<section id="about" class="py-5 bg-light">
    <div class="container">
        <div class="row gy-4 align-items-center justify-content-center">
            <div class="col-lg-10 px-4 px-md-3 advertising-text ms-center">
                <h1 class="fw-bold text-sushi">107 Суші</h1>
                <p class="fw-medium">107 Суші це більше, ніж просто доставка у твоєму місті. Це команда людей, для яких суші — не тренд і не бізнес «на потоці». Це справа, яку ми будуємо з характером і системою.</p>
                <p class="fw-medium">Ми створили 107 Суші з однією чіткою метою — підняти рівень доставки до стандартів ресторанної якості. Без компромісів. Без випадковостей. Без «і так зійде».</p>
                <p class="fw-medium">Кожного дня ми вдосконалюємо рецептури, відточуємо технології, тестуємо нові поєднання смаків та контролюємо кожен процес — від вибору інгредієнтів до моменту, коли замовлення потрапляє до вас.</p>
            </div>
        </div>
    </div>
</section>